

import 'package:citation1/models/category_model.dart';

final List<CategoryModel> ablution =[
  CategoryModel('الذكر قبل الوضوء',
      'قبل الوضوء: "بِسْمِ ٱللّٰهِ". ', '',1),
  CategoryModel('الذكر بعد الوضوء',
      '"أشْهَدُ أن لا إله إلا الله وحْدَهُ لا شريكَ لهُ ، وأشْهَدُ أنَّ محمداً عَبدُهُ ورسُولُه".\n "اللَّهُمَّ اجْعَلْني مِنَ التَّوَّابينَ واجْعَلْنِي من المُتَطَهِّرِينَ".\n "سُبْحَانَكَ اللَّهُمَّ وبَحَمْدكَ أشْهدُ أنْ لا إلهَ إلا أنْتَ أَسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ". ',
      '',1),

];