


import 'package:citation1/models/category_model.dart';

final List<CategoryModel> food =[
  CategoryModel('الذكر عند الطعام والشراب',
      'بِسْمِ اللهِ.\n فإنْ نسي في أَوَّلِهِ، فَليَقُلْ:\n بِسْمِ اللَّه أَوَّلَهُ وَآخِرَهُ. ', '',1),
  CategoryModel('الذكر عند شرب اللبن',
      'اَللَّهُمَّ بَارِكْ لَنَا فِيهِ, وَزِدْنَا مِنْهُ. ', '',1),
  CategoryModel('الذكر عند الفراغ من الطعام والشراب',
      'الْحَمْدُ للهِ الَّذِي أَطْعَمَنِي هَذَا, وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِّنِّي وَلاَ قُوَّةٍ.\n الْحَمْدُ لِلَّهِ كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ غَيْرَ مَكْفِيٍّ وَلَا مُوَدَّعٍ وَلَا مُسْتَغْنًى عَنْهُ رَبَّنَا. ',
      'غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ.',1),
  CategoryModel('أذكار الضيف',
      'أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ ، وَأَكَلَ طَعَامَكُمُ الأَبْرَارُ ، وَصَلَّتْ عَلَيْكُمُ الْمَلائِكَةُ.', '',1),
  CategoryModel('هدى النبى فى الشرب',
      'كَانَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَشْرَبُ فِي ثَلاَثَةِ أَنْفَاسٍ، إِذَا أَدْنَى الإِنَاءَ إِلَى فَمِهِ سَمَّى اللهَ تَعَالَى, وَإِذَا أَخَّرَهُ حَمِدَ اللهَ تَعَالَى، يَفْعَلُ ذَلِكَ ثَلاَثَ مَرَّاتٍ. ', '',1),
];